Repository: demoffsr/FSense_2
Catalog: FSense/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ru, zh_hans

source: Tomorrow
de: Morgen
es: Mañana
fr: Demain
ja: 明日
ru: Завтра
zh_hans: 明天

source: No risk
de: Kein Risiko
es: Sin riesgo
fr: Aucun risque
ja: リスクなし
ru: Без риска
zh_hans: 无风险

source: Not recommended
de: Nicht empfohlen
es: No recomendado
fr: Non recommandé
ja: おすすめしません
ru: Не рекомендуется
zh_hans: 不推荐

source: See all
de: Alle anzeigen
es: Ver todo
fr: Voir tout
ja: すべて見る
ru: Показать все
zh_hans: 查看全部

source: %@ also suits
de: %@ passt auch
es: %@ también combina
fr: %@ convient aussi
ja: %@も合います
ru: %@ тоже подходит
zh_hans: %@也适合

source: Buy %@
de: %@ kaufen
es: Comprar %@
fr: Acheter %@
ja: %@を購入
ru: Купить %@
zh_hans: 购买%@

source: Start a Chat for %@
de: Chat für %@ starten
es: Iniciar chat para %@
fr: Démarrer une discussion pour %@
ja: %@のチャットを開始
ru: Начать чат для %@
zh_hans: 为%@开始聊天

source: Last viewed %@
de: Zuletzt angesehen %@
es: Visto por última vez %@
fr: Vu pour la dernière fois %@
ja: 最終閲覧 %@
ru: Последний просмотр %@
zh_hans: 上次查看 %@

source: Archived %@
de: Archiviert %@
es: Archivado %@
fr: Archivé %@
ja: アーカイブ %@
ru: Архивировано %@
zh_hans: 已存档 %@

source: in %lld days
de: in %lld Tagen
es: en %lld días
fr: dans %lld jours
ja: %lld日後
ru: через %lld дней
zh_hans: %lld天后

source: Are you sure you want to delete "%@"? This action cannot be undone.
de: Möchten Sie "%@" wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Seguro que quieres eliminar "%@"? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer "%@" ? Cette action est irréversible.
ja: "%@"を削除してもよろしいですか？この操作は取り消せません。
ru: Вы уверены, что хотите удалить "%@"? Это действие нельзя отменить.
zh_hans: 确定要删除"%@"吗？此操作无法撤销。

source: We couldn't find any %@ for sale right now. Try again later.
de: Wir konnten gerade keine %@ zum Verkauf finden. Versuchen Sie es später erneut.
es: No pudimos encontrar %@ a la venta ahora. Inténtalo más tarde.
fr: Nous n'avons pas trouvé de %@ à vendre. Réessayez plus tard.
ja: 現在%@の販売が見つかりません。後でもう一度お試しください。
ru: Мы не нашли %@ в продаже. Попробуйте позже.
zh_hans: 我们目前找不到%@在售。请稍后再试。

source: We couldn't find any %@ for sale right now.
de: Wir konnten gerade keine %@ zum Verkauf finden.
es: No pudimos encontrar %@ a la venta ahora.
fr: Nous n'avons pas trouvé de %@ à vendre.
ja: 現在%@の販売が見つかりません。
ru: Мы не нашли %@ в продаже.
zh_hans: 我们目前找不到%@在售。

source: aka %@
de: auch bekannt als %@
es: también conocido como %@
fr: alias %@
ja: 別名 %@
ru: также известен как %@
zh_hans: 又名 %@

source: what flowers should I get?
de: welche Blumen soll ich nehmen?
es: ¿qué flores debería elegir?
fr: quelles fleurs devrais-je choisir ?
ja: どんな花がいいですか？
ru: какие цветы мне выбрать?
zh_hans: 我应该选什么花？

source: Add people you care about to get personalized flower recommendations
de: Fügen Sie Personen hinzu, die Ihnen wichtig sind, um personalisierte Blumenempfehlungen zu erhalten
es: Añade personas que te importan para recibir recomendaciones personalizadas de flores
fr: Ajoutez des personnes qui vous sont chères pour obtenir des recommandations personnalisées
ja: 大切な人を追加して パーソナライズされた花のおすすめを受け取りましょう
ru: Добавьте близких людей, чтобы получать персонализированные рекомендации цветов
zh_hans: 添加您关心的人 获取个性化花卉推荐

source: System
es: Sistema
fr: Système
ja: システム
ru: Системный
zh_hans: 系统

source: Scans
es: Escaneos
ja: スキャン
ru: Сканы
zh_hans: 扫描

source: Partner
es: Pareja
fr: Partenaire
ja: パートナー
ru: Партнёр
zh_hans: 伴侣

source: Minimal
es: Minimalista
fr: Minimaliste
ja: ミニマル
ru: Минимализм
zh_hans: 简约

source: Modern
es: Moderno
fr: Moderne
ja: モダン
ru: Модерн
zh_hans: 现代

source: Elegant
es: Elegante
fr: Élégant
ja: エレガント
ru: Элегантный
zh_hans: 优雅

source: Orange
es: Naranja
ja: オレンジ
ru: Оранжевый
zh_hans: 橙色

source: Name *
es: Nombre *
fr: Nom *
ja: 名前 *
ru: Имя *
zh_hans: 姓名 *

source: Chats
fr: Discussions
ja: チャット
ru: Чаты
zh_hans: 聊天

source: Premium
ja: プレミアム
ru: Премиум
zh_hans: 高档

source: Mentor
ja: メンター
ru: Наставник
zh_hans: 导师

source: OK
zh_hans: 好
